Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Version** — the build you're running. Worth quoting in a bug report.
ar: **الإصدار** — الإصدار الذي تقوم بتشغيله. يستحق الاقتباس في تقرير الشوائب.
ca: **Versió**: la compilació que esteu executant. Val la pena citar-lo en un informe d'error.
cs: **Verze** — sestavení, které používáte. Stojí za to citovat v hlášení o chybě.
da: **Version** — den build, du kører. Værd at citere i en fejlrapport.
de: **Version** – der Build, den du verwendest. Gib ihn in Fehlerberichten an.
el: **Έκδοση** — η έκδοση που εκτελείτε. Αξίζει να αναφερθεί σε μια αναφορά σφαλμάτων.
es: **Versión**: la compilación que estás usando. Conviene indicarla en un informe de errores.
fa: **نسخه** — بیلدی که در حال اجراست. ذکر آن در گزارش اشکال مفید است.
fi: **Versio** — käyttämäsi versio. Kannattaa lainata bugiraportissa.
fr: **Version** : la version que vous utilisez. Utile à mentionner dans un rapport de bogue.
he: **גרסה** - ה-build שאתה מפעיל. שווה לצטט בדוח באג.
hr: **Verzija** — međuverzija koju izvodite. Vrijedno citiranja u izvješću o pogrešci.
hu: **Verzió** – az Ön által futtatott build. Érdemes idézni a hibajelentésben.
id: **Versi** — build yang Anda jalankan. Layak dikutip dalam laporan bug.
it: **Versione**: la build che stai usando. Vale la pena indicarla in una segnalazione di bug.
ja: **バージョン** — 実行中のビルドです。バグ報告の際に記載してください。
ko: **버전** — 실행 중인 빌드입니다. 버그 보고서에 인용할 가치가 있습니다.
ms: **Versi** — binaan yang anda jalankan. Berbaloi untuk dipetik dalam laporan pepijat.
nl: **Versie** — de build die u gebruikt. Het is de moeite waard om te citeren in een bugrapport.
no: **Versjon** — bygget du kjører. Verdt å sitere i en feilrapport.
pl: **Wersja** — wersja, której używasz. Warto zacytować w raporcie o błędzie.
pt_br: **Versão** — a versão que você está executando. Vale a pena citar em um relatório de bug.
pt_pt: **Versão** — a versão que você está executando. Vale a pena citar em um relatório de bug.
ro: **Versiune** — versiunea pe care o rulați. Merită citat într-un raport de eroare.
ru: **Версия** — сборка, которую вы используете. Ее стоит указать в отчете об ошибке.
sk: **Verzia** — zostava, ktorú používate. Stojí za to citovať v správe o chybe.
sl: **Različica** — graditev, ki jo izvajate. Vredno citiranja v poročilu o napakah.
sv: **Version** — byggnaden du kör. Värt att citera i en buggrapport.
th: **เวอร์ชัน** — บิลด์ที่คุณกำลังใช้งาน คุ้มค่าที่จะอ้างอิงในรายงานข้อผิดพลาด
tr: **Sürüm** — çalıştırdığınız yapı. Hata raporunda belirtmeye değer.
uk: **Версія** — збірка, яку ви запустили. Варто вказати у звіті про помилку.
ur: **ورژن** — وہ تعمیر جسے آپ چلا رہے ہیں۔ ایک بگ رپورٹ میں حوالہ دینے کے قابل۔
vi: **Phiên bản** — bản dựng bạn đang chạy. Đáng trích dẫn trong một báo cáo lỗi.
zh_hans: **版本**——你正在运行的构建版本。提交错误报告时值得附上。
zh_hant: **版本**——你正在執行的版本。回報錯誤時值得附上。

source: **Visibility** — hide a whole shape type (all text, all devices, all SVGs…) in this row, with **Show All** / **Hide All** to flip every type at once. Hidden types are left out of the **export** too, not just the editor. **Borders** draws the divider lines between templates and is editor-only.
ar: **الرؤية** — إخفاء نوع شكل كامل (كل النص، كل الأجهزة، كل SVGs...) في هذا الصف، باستخدام **إظهار الكل** / **إخفاء الكل** لقلب كل نوع مرة واحدة. يتم استبعاد الأنواع المخفية من **التصدير** أيضًا، وليس فقط المحرر. **الحدود** ترسم الخطوط الفاصلة بين القوالب وهي مخصصة للمحرر فقط.
ca: **Visibilitat**: amaga tot un tipus de forma (tot el text, tots els dispositius, tots els SVGs...) en aquesta fila, amb **Mostra-ho tot** / **Oculta-ho tot** per girar tots els tipus alhora. Els tipus ocults també es deixen fora de l'**exportació**, no només de l'editor. **Borders** dibuixa les línies divisories entre plantilles i només és per a l'editor.
cs: **Viditelnost** — skryjte celý typ tvaru (veškerý text, všechna zařízení, všechny SVGs…) v tomto řádku pomocí **Zobrazit vše** / **Skrýt vše** pro převrácení každého typu najednou. Skryté typy jsou vynechány z **exportu**, nejen editor. **Borders** kreslí dělicí čáry mezi šablonami a je pouze pro editory.
da: **Synlighed** — skjul en hel formtype (al tekst, alle enheder, alle SVGs...) i denne række, med **Vis alle** / **Skjul alle** for at vende hver type på én gang. Skjulte typer udelades også af **eksporten**, ikke kun editoren. **Borders** tegner skillelinjerne mellem skabeloner og er kun redaktør.
de: **Sichtbarkeit** – blendet einen ganzen Formtyp (alle Texte, alle Geräte, alle SVGs …) in dieser Zeile aus; **Alle einblenden** / **Alle ausblenden** schalten alle Typen auf einmal um. Ausgeblendete Typen fehlen auch im **Export**, nicht nur im Editor. **Ränder** zeichnet die Trennlinien zwischen Vorlagen und ist nur im Editor sichtbar.
el: **Ορατότητα** — απόκρυψη ολόκληρου του τύπου σχήματος (όλο το κείμενο, όλες οι συσκευές, όλα τα SVGs…) σε αυτήν τη σειρά, με **Εμφάνιση όλων** / **Απόκρυψη όλων** για να αναστρέψετε κάθε τύπο ταυτόχρονα. Οι κρυφοί τύποι δεν περιλαμβάνονται στην **εξαγωγή** επίσης, όχι μόνο ο επεξεργαστής. Το **Borders** σχεδιάζει τις διαχωριστικές γραμμές μεταξύ των προτύπων και είναι μόνο για επεξεργασία.
es: **Visibilidad**: oculta un tipo de forma entero (todo el texto, todos los dispositivos, todos los SVG…) en esta fila; **Mostrar todo** / **Ocultar todo** cambian todos los tipos a la vez. Los tipos ocultos también quedan fuera de la **exportación**, no solo del editor. **Bordes** dibuja las líneas divisorias entre plantillas y solo se ve en el editor.
fa: **نمایش** — یک نوع شکل را به‌طور کامل (همهٔ متن‌ها، همهٔ دستگاه‌ها، همهٔ SVGها…) در این ردیف پنهان کنید؛ با **نمایش همه** / **پنهان کردن همه** همهٔ نوع‌ها یک‌جا تغییر می‌کنند. نوع‌های پنهان در **صدور** هم حذف می‌شوند، نه فقط در ویرایشگر. **حاشیه‌ها** خطوط جداکنندهٔ بین اسکرین‌شات‌ها را نشان می‌دهد و فقط در ویرایشگر است.
fi: **Näkyvyys** – piilota koko muototyyppi (kaikki teksti, kaikki laitteet, kaikki SVGs…) tälle riville käyttämällä **Näytä kaikki** / **Piilota kaikki**, jos haluat kääntää kaikki tyypit kerralla. Piilotetut tyypit jätetään myös pois **viennistä**, ei vain editoria. **Borders** piirtää jakoviivat mallien väliin ja on vain muokkauskäyttöön tarkoitettu.
fr: **Visibilité** : masquez tout un type de forme (tous les textes, tous les appareils, tous les SVG…) dans cette ligne, avec **Tout afficher** / **Tout masquer** pour basculer tous les types d'un coup. Les types masqués sont aussi exclus de l'**exportation**, pas seulement de l'éditeur. **Bordures** trace les lignes de séparation entre les modèles et n'apparaît que dans l'éditeur.
he: **נראות** - הסתר סוג צורה שלם (כל הטקסט, כל המכשירים, כל SVGים...) בשורה זו, עם **הצג הכל** / **הסתר הכל** כדי להפוך כל סוג בבת אחת. סוגים נסתרים נשארים מחוץ ל**ייצוא** גם, לא רק בעורך. **גבולות** מצייר את קווי ההפרדה בין תבניות והוא מיועד לעורך בלבד.
hr: **Vidljivost** — sakrijte cijelu vrstu oblika (sav tekst, sve uređaje, sve SVGs…) u ovom retku, s **Prikaži sve** / **Sakrij sve** da biste okrenuli svaku vrstu odjednom. Skriveni tipovi također su izostavljeni iz **izvoza**, ne samo iz uređivača. **Granice** crtaju razdjelne linije između predložaka i samo su za uređivač.
hu: **Láthatóság** – ebben a sorban elrejthet egy teljes alakzattípust (összes szöveg, minden eszköz, minden SVG…) a **Minden megjelenítése** / **Összes elrejtése** paranccsal az összes típus egyszerre történő átfordításához. A rejtett típusok is kimaradnak az **exportálásból**, nem csak a szerkesztőből. A **Borders** meghúzza az elválasztó vonalakat a sablonok között, és csak szerkesztő.
id: **Visibilitas** — menyembunyikan seluruh jenis bentuk (semua teks, semua perangkat, semua SVG…) di baris ini, dengan **Tampilkan Semua** / **Sembunyikan Semua** untuk membalik setiap jenis sekaligus. Tipe tersembunyi juga tidak disertakan dalam **ekspor**, bukan hanya editor. **Borders** menggambar garis pemisah antar template dan hanya untuk editor.
it: **Visibilità**: nascondi un intero tipo di forma (tutto il testo, tutti i dispositivi, tutti gli SVG…) in questa riga, con **Mostra tutto** / **Nascondi tutto** per cambiare tutti i tipi in una volta. I tipi nascosti vengono esclusi anche dall'**esportazione**, non solo dall'editor. **Bordi** disegna le linee di separazione tra i modelli ed è visibile solo nell'editor.
ja: **表示** — この行で図形を種類ごと (すべてのテキスト、すべてのデバイス、すべての SVG など) に非表示にできます。**すべて表示** / **すべて非表示** で全種類を一度に切り替えます。非表示にした種類はエディタだけでなく **書き出し** からも除外されます。**境界線** はテンプレート間の区切り線を描画するもので、エディタでのみ表示されます。
ko: **표시 여부** — 이 행에서 도형 유형 전체(모든 텍스트, 모든 기기, 모든 SVG…)를 숨기고, **모두 표시** / **모두 숨기기**로 모든 유형을 한 번에 전환합니다. 숨긴 유형은 편집기뿐 아니라 **내보내기**에서도 제외됩니다. **테두리**는 템플릿 사이에 구분선을 그리며 편집기에서만 보입니다.
ms: **Keterlihatan** — sembunyikan jenis bentuk keseluruhan (semua teks, semua peranti, semua SVGs…) dalam baris ini, dengan **Tunjukkan Semua** / **Sembunyikan Semua** untuk menyelak setiap jenis sekaligus. Jenis tersembunyi juga ditinggalkan daripada **eksport**, bukan hanya editor. **Borders** melukis garis pemisah antara templat dan editor sahaja.
nl: **Zichtbaarheid** — verberg een volledig vormtype (alle tekst, alle apparaten, alle SVGs…) in deze rij, met **Alles weergeven** / **Alles verbergen** om elk type in één keer om te draaien. Verborgen typen worden ook buiten de **export** gelaten, niet alleen in de editor. **Borders** tekent de scheidingslijnen tussen sjablonen en is alleen voor de editor.
no: **Synlighet** — skjul en hel formtype (all tekst, alle enheter, alle SVGs...) i denne raden, med **Vis alle** / **Skjul alle** for å snu hver type samtidig. Skjulte typer utelates også fra **eksporten**, ikke bare redaktøren. **Borders** tegner skillelinjene mellom maler og er kun redaktør.
pl: **Widoczność** — ukryj cały typ kształtu (cały tekst, wszystkie urządzenia, wszystkie SVG…) w tym wierszu za pomocą opcji **Pokaż wszystko** / **Ukryj wszystko**, aby odwrócić każdy typ na raz. Ukryte typy również są pomijane podczas **eksportu**, a nie tylko edytora. **Borders** rysuje linie podziału pomiędzy szablonami i jest przeznaczony tylko dla edytora.
pt_br: **Visibilidade** — oculte um tipo inteiro de forma (todo o texto, todos os dispositivos, todos os SVGs…) nesta linha, com **Mostrar tudo** / **Ocultar tudo** para alternar todos os tipos de uma vez. Tipos ocultos também ficam fora da **exportação**, não só do editor. **Bordas** desenha as linhas divisórias entre os modelos e aparece só no editor.
pt_pt: **Visibilidade** — oculte um tipo de forma inteiro (todo o texto, todos os dispositivos, todos os SVGs…) nesta linha, com **Mostrar tudo** / **Ocultar tudo** para inverter todos os tipos de uma vez. Os tipos ocultos também são deixados de fora da **exportação**, não apenas do editor. **Bordas** desenha as linhas divisórias entre os modelos e é apenas para editor.
ro: **Vizibilitate** — ascundeți un întreg tip de formă (tot textul, toate dispozitivele, toate SVG-urile...) în acest rând, cu **Afișați toate** / **Ascundeți toate** pentru a răsturna fiecare tip deodată. Tipurile ascunse sunt și ele excluse din **export**, nu doar din editor. **Borders** desenează linii de separare între șabloane și este doar pentru editor.
ru: **Видимость** — скрыть в этой строке целый тип фигур (весь текст, все устройства, все SVG…); **Показать все** / **Скрыть все** переключают все типы сразу. Скрытые типы не попадают и в **экспорт**, а не только в редактор. **Границы** — разделительные линии между шаблонами; они видны только в редакторе.
sk: **Viditeľnosť** — skryte celý typ tvaru (celý text, všetky zariadenia, všetky SVGs…) v tomto riadku pomocou **Zobraziť všetko** / **Skryť všetko** na prevrátenie každého typu naraz. Z **exportu** sú vynechané aj skryté typy, nielen editor. **Okraje** vykresľujú deliace čiary medzi šablónami a sú určené len pre editorov.
sl: **Vidnost** — skrijte celotno vrsto oblike (vse besedilo, vse naprave, vse SVGs ...) v tej vrstici z **Pokaži vse** / **Skrij vse**, da obrnete vse vrste hkrati. Tudi skrite vrste so izpuščene iz **izvoza**, ne samo v urejevalniku. **Borders** nariše ločnice med predlogami in je samo za urejevalnik.
sv: **Synlighet** — dölj en hel formtyp (all text, alla enheter, alla SVGs...) på den här raden, med **Visa alla** / **Dölj alla** för att vända varje typ på en gång. Dolda typer utelämnas också från **exporten**, inte bara redigeraren. **Borders** ritar skiljelinjer mellan mallar och är endast för redigerare.
th: **การมองเห็น** — ซ่อนประเภทรูปร่างทั้งหมด (ข้อความทั้งหมด อุปกรณ์ทั้งหมด SVGs ทั้งหมด…) ในแถวนี้ โดยให้ **แสดงทั้งหมด** / **ซ่อนทั้งหมด** เพื่อพลิกทุกประเภทพร้อมกัน ประเภทที่ซ่อนไว้จะไม่อยู่ใน **การส่งออก** เช่นกัน ไม่ใช่แค่ตัวแก้ไข **เส้นขอบ** วาดเส้นแบ่งระหว่างเทมเพลตและเป็นโปรแกรมแก้ไขเท่านั้น
tr: **Görünürlük** — bu satırda bir şekil türünün tamamını (tüm metinler, tüm aygıtlar, tüm SVG'ler…) gizleyin; **Tümünü Göster** / **Tümünü Gizle** ile tüm türleri aynı anda değiştirin. Gizlenen türler yalnızca düzenleyicide değil, **dışa aktarmada** da yer almaz. **Kenarlıklar** şablonlar arasındaki ayırıcı çizgileri çizer ve yalnızca düzenleyicide görünür.
uk: **Видимість** — сховайте цілий тип фігур (увесь текст, усі пристрої, усі SVG…) у цьому рядку; **Показати всі** / **Сховати всі** перемикають усі типи одразу. Сховані типи не потрапляють і в **експорт**, а не лише зникають із редактора. **Межі** малюють роздільні лінії між шаблонами й видимі лише в редакторі.
ur: **مرئیت** — اس قطار میں ایک مکمل شکل کی قسم (تمام متن، تمام آلات، تمام SVGs…) چھپائیں، ہر قسم کو ایک ساتھ پلٹانے کے لیے **سبھی دکھائیں** / **سب کو چھپائیں** کے ساتھ۔ چھپی ہوئی قسمیں **برآمد** سے بھی باہر رہ جاتی ہیں، نہ صرف ایڈیٹر۔ **بارڈرز** ٹیمپلیٹس کے درمیان تقسیم کی لکیریں کھینچتا ہے اور یہ صرف ایڈیٹر ہے۔
vi: **Hiển thị** — ẩn toàn bộ loại hình dạng (tất cả văn bản, tất cả thiết bị, tất cả SVGs…) trong hàng này, với **Hiển thị tất cả** / **Ẩn tất cả** để lật mọi loại cùng một lúc. Các loại ẩn cũng bị loại khỏi **xuất**, không chỉ trình chỉnh sửa. **Biên giới** vẽ các đường phân chia giữa các mẫu và chỉ dành cho người chỉnh sửa.
zh_hans: **可见性**——在此行中隐藏整类形状（所有文本、所有设备、所有 SVG…），可用 **全部显示** / **全部隐藏** 一次切换所有类型。隐藏的类型也会被排除在 **导出** 之外，而不仅仅是在编辑器中隐藏。**边框** 绘制模板之间的分隔线，仅在编辑器中显示。
zh_hant: **可見性**——在此列中隱藏整個形狀類型（所有文字、所有裝置、所有 SVG…），並可用**全部顯示**／**全部隱藏**一次切換所有類型。隱藏的類型也不會出現在**輸出**中，而不只是在編輯器中隱藏。**邊框**會繪製範本之間的分隔線，且僅在編輯器中顯示。

source: **Visibility** — hide a whole shape type (all text, all devices, all SVGs…) in this row. Hidden types are left out of the **export** too, not just the editor. **Borders** draws the divider lines between templates and is editor-only.
ar: **الرؤية** — إخفاء نوع الشكل بالكامل (كل النص، كل الأجهزة، كل SVGs...) في هذا الصف. يتم استبعاد الأنواع المخفية من **التصدير** أيضًا، وليس فقط المحرر. **الحدود** ترسم الخطوط الفاصلة بين القوالب وهي مخصصة للمحرر فقط.
ca: **Visibilitat**: amaga tot un tipus de forma (tot el text, tots els dispositius, tots els SVGs...) en aquesta fila. Els tipus ocults també es deixen fora de l'**exportació**, no només de l'editor. **Borders** dibuixa les línies divisories entre plantilles i només és per a l'editor.
cs: **Viditelnost** — skryje celý typ tvaru (veškerý text, všechna zařízení, všechna SVGs…) v tomto řádku. Skryté typy jsou vynechány z **exportu**, nejen editor. **Borders** kreslí dělicí čáry mezi šablonami a je pouze pro editory.
da: **Synlighed** — skjul en hel formtype (al tekst, alle enheder, alle SVGs...) i denne række. Skjulte typer udelades også af **eksporten**, ikke kun editoren. **Borders** tegner skillelinjerne mellem skabeloner og er kun redaktør.
de: **Sichtbarkeit** – einen ganzen Formtyp (alle Texte, alle Geräte, alle SVGs…) in dieser Zeile ausblenden. Verborgene Typen bleiben auch beim **Export** außen vor, nicht nur beim Editor. **Rahmen** zeichnet die Trennlinien zwischen Vorlagen und ist nur für den Editor verfügbar.
el: **Ορατότητα** — απόκρυψη ολόκληρου του τύπου σχήματος (όλο το κείμενο, όλες οι συσκευές, όλα τα SVGs…) σε αυτήν τη σειρά. Οι κρυφοί τύποι δεν περιλαμβάνονται στην **εξαγωγή** επίσης, όχι μόνο ο επεξεργαστής. Το **Borders** σχεδιάζει τις διαχωριστικές γραμμές μεταξύ των προτύπων και είναι μόνο για επεξεργασία.
es: **Visibilidad**: oculta un tipo de forma completo (todo el texto, todos los dispositivos, todos los SVGs...) en esta fila. Los tipos ocultos también quedan fuera de la **exportación**, no solo del editor. **Bordes** dibuja las líneas divisorias entre las plantillas y es solo para editor.
fa: **قابلیت مشاهده** - یک نوع شکل کامل (همه متن، همه دستگاه‌ها، همه SVGs…) را در این ردیف پنهان کنید. انواع پنهان از **صادرات** نیز حذف می شوند، نه فقط ویرایشگر. **Borders** خطوط جداکننده بین الگوها را ترسیم می کند و فقط ویرایشگر است.
fi: **Näkyvyys** – piilota koko muototyyppi (kaikki teksti, kaikki laitteet, kaikki SVGs…) tälle riville. Piilotetut tyypit jätetään myös pois **viennistä**, ei vain editoria. **Borders** piirtää jakoviivat mallien väliin ja on vain muokkauskäyttöön tarkoitettu.
fr: **Visibilité** : masquez un type de forme entier (tout le texte, tous les appareils, tous les SVGs…) dans cette ligne. Les types masqués sont également exclus de **l'exportation**, pas seulement de l'éditeur. **Borders** dessine les lignes de séparation entre les modèles et est réservé à l'éditeur.
he: **נראות** - הסתר סוג צורה שלם (כל הטקסט, כל המכשירים, כל SVGים...) בשורה זו. סוגים נסתרים נשארים מחוץ ל**ייצוא** גם, לא רק בעורך. **גבולות** מצייר את קווי ההפרדה בין תבניות והוא מיועד לעורך בלבד.
hr: **Vidljivost** — sakrijte cijelu vrstu oblika (sav tekst, sve uređaje, sve SVGs…) u ovom retku. Skriveni tipovi također su izostavljeni iz **izvoza**, ne samo iz uređivača. **Granice** crtaju razdjelne linije između predložaka i samo su za uređivač.
hu: **Láthatóság** — egy teljes alakzattípus elrejtése (minden szöveg, minden eszköz, minden SVG…) ebben a sorban. A rejtett típusok is kimaradnak az **exportálásból**, nem csak a szerkesztőből. A **Borders** meghúzza az elválasztó vonalakat a sablonok között, és csak szerkesztő.
id: **Visibilitas** — menyembunyikan seluruh jenis bentuk (semua teks, semua perangkat, semua SVG…) di baris ini. Tipe tersembunyi juga tidak disertakan dalam **ekspor**, bukan hanya editor. **Borders** menggambar garis pemisah antar template dan hanya untuk editor.
ja: **可視性** — この行の図形タイプ全体 (すべてのテキスト、すべてのデバイス、すべての SVG] を非表示にします。非表示のタイプは、エディターだけでなく**エクスポート**からも除外されます。 **境界線** はテンプレート間に境界線を描画し、エディターのみで使用できます。
ko: **가시성** — 이 행에서 전체 도형 유형(모든 텍스트, 모든 장치, 모든 SVG…)을 숨깁니다. 숨겨진 유형은 편집기뿐만 아니라 **내보내기**에서도 제외됩니다. **테두리**는 템플릿 사이에 구분선을 그리며 편집자 전용입니다.
ms: **Keterlihatan** — sembunyikan jenis bentuk keseluruhan (semua teks, semua peranti, semua SVGs…) dalam baris ini. Jenis tersembunyi juga ditinggalkan daripada **eksport**, bukan hanya editor. **Borders** melukis garis pemisah antara templat dan editor sahaja.
nl: **Zichtbaarheid** — verberg een volledig vormtype (alle tekst, alle apparaten, alle SVGs…) in deze rij. Verborgen typen worden ook buiten de **export** gelaten, niet alleen in de editor. **Borders** tekent de scheidingslijnen tussen sjablonen en is alleen voor de editor.
no: **Synlighet** — skjul en hel formtype (all tekst, alle enheter, alle SVGer...) i denne raden. Skjulte typer utelates også fra **eksporten**, ikke bare redaktøren. **Borders** tegner skillelinjene mellom maler og er kun redaktør.
pl: **Widoczność** — ukryj cały typ kształtu (cały tekst, wszystkie urządzenia, wszystkie SVG…) w tym wierszu. Ukryte typy również są pomijane podczas **eksportu**, a nie tylko edytora. **Borders** rysuje linie podziału pomiędzy szablonami i jest przeznaczony tylko dla edytora.
pt_br: **Visibilidade** — oculta um tipo de forma inteiro (todo o texto, todos os dispositivos, todos os SVGs…) nesta linha. Os tipos ocultos também são deixados de fora da **exportação**, não apenas do editor. **Bordas** desenha as linhas divisórias entre os modelos e é apenas para editor.
pt_pt: **Visibilidade** — oculta um tipo de forma inteiro (todo o texto, todos os dispositivos, todos os SVGs…) nesta linha. Os tipos ocultos também são deixados de fora da **exportação**, não apenas do editor. **Bordas** desenha as linhas divisórias entre os modelos e é apenas para editor.
ro: **Vizibilitate** — ascunde un întreg tip de formă (tot textul, toate dispozitivele, toate SVG-urile...) în acest rând. Tipurile ascunse sunt și ele excluse din **export**, nu doar din editor. **Borders** desenează linii de separare între șabloane și este doar pentru editor.
sk: **Viditeľnosť** — skryť celý typ tvaru (celý text, všetky zariadenia, všetky SVGs…) v tomto riadku. Z **exportu** sú vynechané aj skryté typy, nielen editor. **Okraje** vykresľujú deliace čiary medzi šablónami a sú určené len pre editorov.
sl: **Vidnost** — skrij celotno vrsto oblike (vse besedilo, vse naprave, vse SVGs ...) v tej vrstici. Tudi skrite vrste so izpuščene iz **izvoza**, ne samo v urejevalniku. **Borders** nariše ločnice med predlogami in je samo za urejevalnik.
sv: **Synlighet** — dölj en hel formtyp (all text, alla enheter, alla SVGs...) i den här raden. Dolda typer utelämnas också från **exporten**, inte bara redigeraren. **Borders** ritar skiljelinjer mellan mallar och är endast för redigerare.
th: **การมองเห็น** — ซ่อนประเภทรูปร่างทั้งหมด (ข้อความทั้งหมด อุปกรณ์ทั้งหมด SVGทั้งหมด…) ในแถวนี้ ประเภทที่ซ่อนไว้จะไม่อยู่ใน **การส่งออก** เช่นกัน ไม่ใช่แค่ตัวแก้ไข **เส้นขอบ** วาดเส้นแบ่งระหว่างเทมเพลตและเป็นโปรแกรมแก้ไขเท่านั้น
ur: **مرئیت** — اس قطار میں مکمل شکل کی قسم (تمام متن، تمام آلات، تمام SVGs…) چھپائیں۔ پوشیدہ قسمیں **برآمد** سے بھی باہر رہ جاتی ہیں، نہ صرف ایڈیٹر۔ **بارڈرز** ٹیمپلیٹس کے درمیان تقسیم کی لکیریں کھینچتا ہے اور یہ صرف ایڈیٹر ہے۔
vi: **Chế độ hiển thị** — ẩn toàn bộ loại hình dạng (tất cả văn bản, tất cả thiết bị, tất cả SVGs…) trong hàng này. Các loại ẩn cũng bị loại khỏi **xuất**, không chỉ trình chỉnh sửa. **Biên giới** vẽ các đường phân chia giữa các mẫu và chỉ dành cho người chỉnh sửa.
zh_hans: **可见性** — 隐藏此行中的整个形状类型（所有文本、所有设备、所有 SVG...）。隐藏类型也被排除在**导出**之外，而不仅仅是编辑器。 **边框** 在模板之间绘制分隔线，并且仅供编辑器使用。
